Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Facts, notes and to-dos you or the assistant saved to its memory, which can include health conditions
ar: معلومات وملاحظات ومهام حفظتها أنت أو المساعد في ذاكرته، وقد تتضمن حالات صحية
da: Oplysninger, noter og opgaver, som du eller assistenten har gemt i dens hukommelse, og som kan omfatte helbredstilstande
de: Fakten, Notizen und To-dos, die du oder der Assistent in seinem Gedächtnis gespeichert habt und die Gesundheitszustände enthalten können
es: Datos, notas y tareas guardados en la memoria del asistente, por ti o por el propio asistente, que pueden incluir problemas de salud
fi: Faktat, muistiinpanot ja tehtävät, jotka sinä tai avustaja olette tallentaneet sen muistiin ja joissa voi olla terveydentiloja
fr: Les faits, notes et tâches que vous ou l’assistant avez enregistrés dans sa mémoire, qui peuvent inclure des problèmes de santé
is: Staðreyndir, athugasemdir og verkefni sem þú eða aðstoðarmaðurinn vistuðuð í minni hans, sem geta falið í sér heilsufarsástand
it: Fatti, note e cose da fare che tu o l’assistente avete salvato nella sua memoria, che possono includere condizioni di salute
ja: あなたまたはアシスタントがメモリに保存した情報、メモ、To-Do（健康状態が含まれることがあります）
ko: 사용자 또는 어시스턴트가 메모리에 저장한 정보, 메모, 할 일(건강 상태가 포함될 수 있음)
nb: Fakta, notater og gjøremål du eller assistenten har lagret i minnet, som kan omfatte helsetilstander
nl: Feiten, notities en taken die jij of de assistent in het geheugen hebben opgeslagen, waaronder mogelijk gezondheidsaandoeningen
pt_br: Fatos, notas e tarefas que você ou o assistente salvaram na memória dele, que podem incluir condições de saúde
ru: Факты, заметки и задачи, которые вы или ассистент сохранили в его памяти; они могут включать сведения о состоянии здоровья
sv: Fakta, anteckningar och att göra-punkter som du eller assistenten har sparat i dess minne, vilket kan omfatta hälsotillstånd
zh_hans: 你或助手保存到其记忆中的信息、备注和待办事项，其中可能包括健康状况

source: Failed to restore session
ar: تعذّر استعادة الجلسة
da: Kunne ikke gendanne session
de: Sitzung konnte nicht wiederhergestellt werden
es: No se pudo restaurar la sesión
fi: Istunnon palautus epäonnistui
fr: Échec de la restauration de la séance
is: Mistókst að endurheimta lotu
it: Impossibile ripristinare la sessione
ja: セッションを復元できませんでした
ko: 세션을 복원하지 못했습니다
nb: Kunne ikke gjenopprette økten
nl: Kan sessie niet herstellen
pt_br: Falha ao restaurar a sessão
ru: Не удалось восстановить сессию
sv: Det gick inte att återställa passet
zh_hans: 恢复记录失败

source: fair
ar: مقبول
da: jævn
de: mäßig
es: regular
fi: kohtalainen
fr: moyen
is: þokkalegt
it: discreto
ja: やや低い
ko: 보통
nb: middels
nl: matig
pt_br: razoável
ru: средний
sv: godtagbar
zh_hans: 一般

source: Fair
ar: مقبول
da: Jævn
de: Mäßig
es: Regular
fi: Kohtalainen
fr: Moyen
is: Þokkalegt
it: Discreto
ja: 普通
ko: 보통
nb: Middels
nl: Matig
pt_br: Razoável
ru: Средний
sv: Godtagbar
zh_hans: 一般

source: Fair — average range
ar: مقبول — نطاق متوسط
da: Jævn — gennemsnitligt interval
de: Mäßig — durchschnittlicher Bereich
es: Regular — rango medio
fi: Kohtalainen — keskimääräinen alue
fr: Moyen — plage moyenne
is: Þokkalegt — meðalbil
it: Discreto — intervallo medio
ja: 普通 — 平均的な範囲
ko: 보통 — 평균 범위
nb: Middels — gjennomsnittlig område
nl: Matig — gemiddeld bereik
pt_br: Razoável — faixa média
ru: Средне — обычный диапазон
sv: Godtagbar — genomsnittligt intervall
zh_hans: 一般 — 平均范围

source: Fair — some fragmentation present
ar: مقبول — يوجد بعض التجزؤ
da: Jævn — nogen fragmentering til stede
de: Mäßig — etwas Fragmentierung vorhanden
es: Regular — hay algo de fragmentación
fi: Kohtalainen — jonkin verran pirstoutumista
fr: Moyen — une certaine fragmentation
is: Þokkalegt — nokkur sundrun til staðar
it: Discreto — presente una certa frammentazione
ja: 普通 — ある程度の分断あり
ko: 보통 — 일부 분절 존재
nb: Middels — noe fragmentering til stede
nl: Matig — enige fragmentatie aanwezig
pt_br: Razoável — há alguma fragmentação
ru: Средне — есть фрагментация
sv: Godtagbar — viss fragmentering finns
zh_hans: 一般 — 存在一定碎片化

source: Falling
ar: في انخفاض
da: Faldende
de: Fallend
es: En descenso
fi: Laskeva
fr: En baisse
is: Lækkandi
it: In calo
ja: 下降中
ko: 하락 중
nb: Synkende
nl: Dalend
pt_br: Caindo
ru: Снижается
sv: Sjunkande
zh_hans: 下降中

source: Falling sleep HR over weeks usually means improving aerobic fitness — the heart's stroke volume goes up so it can do the same work at a lower rate.
ar: انخفاض نبض النوم عبر أسابيع يعني عادةً تحسّن اللياقة الهوائية — إذ يرتفع حجم الضربة القلبية فيؤدي القلب العمل نفسه بمعدل أقل.
da: En faldende søvnpuls over uger betyder som regel forbedret aerob form — hjertets slagvolumen stiger, så det kan udføre samme arbejde ved lavere frekvens.
de: Ein über Wochen sinkender Schlafpuls bedeutet meist bessere aerobe Fitness — das Schlagvolumen steigt, sodass dieselbe Arbeit mit niedrigerer Frequenz gelingt.
es: Una FC de sueño que baja durante semanas suele indicar mejor condición aeróbica — el volumen sistólico aumenta, así que el corazón hace el mismo trabajo a menos pulsaciones.
fi: Viikkojen mittaan laskeva unisyke tarkoittaa yleensä parantuvaa aerobista kuntoa — iskutilavuus kasvaa, joten sydän tekee saman työn matalammalla taajuudella.
fr: Une FC de sommeil qui baisse sur plusieurs semaines signifie en général une meilleure condition aérobie — le volume d’éjection augmente, donc le cœur fait le même travail à une fréquence plus basse.
is: Lækkandi svefnpúls yfir vikur þýðir yfirleitt bætt loftháð þrek — slagrúmmál hjartans eykst svo það vinnur sama verk á lægri tíðni.
it: Una FC nel sonno in calo su settimane indica di solito una forma aerobica migliore — la gittata sistolica aumenta, così il cuore compie lo stesso lavoro a frequenza più bassa.
ja: 睡眠時心拍が数週間かけて下がるのは、通常は有酸素能力の向上を意味します。1 回拍出量が増え、より低い心拍数で同じ仕事ができるようになるためです。
ko: 수면 심박이 몇 주에 걸쳐 낮아지는 것은 대개 유산소 체력 향상을 뜻합니다. 심박출량이 늘어 더 낮은 심박수로 같은 일을 할 수 있기 때문입니다.
nb: En fallende søvnpuls over uker betyr som regel bedre aerob form — slagvolumet øker, så hjertet gjør samme arbeid ved lavere frekvens.
nl: Een dalende slaaphartslag over weken betekent meestal betere aerobe fitheid — het slagvolume stijgt, dus het hart doet hetzelfde werk bij een lagere frequentie.
pt_br: Uma FC de sono que cai ao longo de semanas costuma indicar melhora aeróbia — o volume sistólico aumenta, então o coração faz o mesmo trabalho em uma frequência menor.
ru: Снижение пульса во сне на протяжении недель обычно означает рост аэробной формы — ударный объём растёт, и сердце выполняет ту же работу на меньшей частоте.
sv: En fallande sömnpuls över veckor betyder oftast förbättrad aerob kondition — slagvolymen ökar, så hjärtat gör samma arbete vid lägre frekvens.
zh_hans: 数周内睡眠心率下降通常意味着有氧能力提升 — 每搏输出量增加，心脏可以用更低的心率完成同样的工作。

source: fastest effort
ar: أسرع مجهود
da: hurtigste indsats
de: schnellster Abschnitt
es: esfuerzo más rápido
fi: nopein suoritus
fr: effort le plus rapide
is: hraðasta átak
it: sforzo più veloce
ja: 最速区間
ko: 최고 속도 구간
nb: raskeste innsats
nl: snelste inspanning
pt_br: esforço mais rápido
ru: самый быстрый отрезок
sv: snabbaste insats
zh_hans: 最快段落

source: Fatigue
ar: الإرهاق
da: Træthed
de: Ermüdung
es: Fatiga
fi: Väsymys
is: Þreyta
it: Affaticamento
ja: 疲労
ko: 피로
nb: Tretthet
nl: Vermoeidheid
pt_br: Fadiga
ru: Усталость
sv: Trötthet
zh_hans: 疲劳

source: Fatigue (7-day)
ar: الإرهاق (7 أيام)
da: Træthed (7 dage)
de: Ermüdung (7 Tage)
es: Fatiga (7 días)
fi: Väsymys (7 pv)
fr: Fatigue (7 jours)
is: Þreyta (7 dagar)
it: Affaticamento (7 giorni)
ja: 疲労（7日）
ko: 피로 (7일)
nb: Tretthet (7 dager)
nl: Vermoeidheid (7 dagen)
pt_br: Fadiga (7 dias)
ru: Усталость (7 дней)
sv: Trötthet (7 dagar)
zh_hans: 疲劳（7 天）

source: Fatigue (ATL)
ar: الإرهاق (ATL)
da: Træthed (ATL)
de: Ermüdung (ATL)
es: Fatiga (ATL)
fi: Väsymys (ATL)
is: Þreyta (ATL)
it: Affaticamento (ATL)
ja: 疲労 (ATL)
ko: 피로 (ATL)
nb: Tretthet (ATL)
nl: Vermoeidheid (ATL)
pt_br: Fadiga (ATL)
ru: Усталость (ATL)
sv: Trötthet (ATL)
zh_hans: 疲劳 (ATL)

source: Fatigue below fitness — you're recovering or tapering
ar: الإرهاق أقل من اللياقة — أنت تتعافى أو تخفف الحمل
da: Træthed under form — du restituerer eller tapper ned
de: Ermüdung unter Fitness — du erholst dich oder taperst
es: Fatiga por debajo de la condición física — te estás recuperando o afinando
fi: Väsymys alle kunnon — palaudut tai kevennät
fr: Fatigue sous la condition — vous récupérez ou affûtez
is: Þreyta undir þreki — þú ert að endurheimta eða létta álag
it: Affaticamento sotto la forma — stai recuperando o scaricando
ja: 疲労がフィットネスを下回る — 回復中またはテーパー中
ko: 피로가 체력보다 낮음 — 회복 중이거나 테이퍼링 중
nb: Tretthet under form — du restituerer eller tapper ned
nl: Vermoeidheid onder fitheid — je herstelt of tapert
pt_br: Fadiga abaixo do condicionamento — você está recuperando ou em polimento
ru: Усталость ниже формы — вы восстанавливаетесь или подводитесь
sv: Trötthet under kondition — du återhämtar dig eller trappar ner
zh_hans: 疲劳低于体能 — 你在恢复或减量

source: Fatigue elevated relative to fitness — recent load is above your usual range
ar: الإرهاق مرتفع نسبةً للياقة — الحمل الأخير فوق نطاقك المعتاد
da: Træthed forhøjet i forhold til form — den seneste belastning er over dit sædvanlige niveau
de: Ermüdung gegenüber der Fitness erhöht — die jüngste Belastung liegt über deinem üblichen Bereich
es: Fatiga elevada respecto a la condición física — la carga reciente supera tu rango habitual
fi: Väsymys koholla kuntoon nähden — viimeaikainen kuorma ylittää tavanomaisen vaihteluvälisi
fr: Fatigue élevée par rapport à la condition — la charge récente dépasse votre plage habituelle
is: Þreyta hækkuð miðað við þrek — nýlegt álag er yfir venjulegu bili þínu
it: Fatica elevata rispetto alla forma — il carico recente supera il tuo intervallo abituale
ja: フィットネスに対して疲労が高い — 直近の負荷が通常の範囲を超えています
ko: 체력 대비 피로 상승 — 최근 부하가 평소 범위를 넘습니다
nb: Tretthet forhøyet i forhold til form — nylig belastning er over ditt vanlige nivå
nl: Vermoeidheid verhoogd t.o.v. fitheid — de recente belasting ligt boven je gebruikelijke bereik
pt_br: Fadiga elevada em relação ao condicionamento — a carga recente está acima da sua faixa habitual
ru: Усталость повышена относительно формы — недавняя нагрузка выше вашего обычного диапазона
sv: Trötthet förhöjd i förhållande till kondition — den senaste belastningen ligger över ditt vanliga intervall
zh_hans: 相对体能，疲劳偏高 — 近期负荷高于你的常规区间

source: Fatigue exceeds fitness — productive training zone if temporary
ar: الإرهاق يتجاوز اللياقة — منطقة تدريب مثمرة إذا كانت مؤقتة
da: Træthed overstiger form — produktiv træningszone hvis midlertidig
de: Ermüdung übersteigt Fitness — produktive Trainingszone, wenn vorübergehend
es: La fatiga supera la condición física — zona de entrenamiento productiva si es temporal
fi: Väsymys ylittää kunnon — tuottava harjoitusalue, jos tilapäistä
fr: La fatigue dépasse la condition — zone d’entraînement productive si temporaire
is: Þreyta yfirstígur þrek — gagnlegt æfingasvæði ef tímabundið
it: L’affaticamento supera la forma — zona di allenamento produttiva se temporanea
ja: 疲労がフィットネスを上回る — 一時的なら有効なトレーニング領域
ko: 피로가 체력을 초과 — 일시적이라면 생산적 훈련 구간
nb: Tretthet overstiger form — produktiv treningssone hvis midlertidig
nl: Vermoeidheid overtreft fitheid — productieve trainingszone indien tijdelijk
pt_br: A fadiga excede o condicionamento — zona de treino produtiva se temporária
ru: Усталость превышает форму — продуктивная зона, если временно
sv: Trötthet överstiger kondition — produktiv träningszon om tillfällig
zh_hans: 疲劳超过体能 — 若为暂时状态则属有效训练区

source: Fatigue far exceeds fitness — recent load is heavily outpacing your base
ar: الإرهاق يتجاوز اللياقة بكثير — الحمل الأخير يسبق قاعدتك بشكل كبير
da: Træthed overstiger formen markant — den seneste belastning overhaler dit grundlag
de: Ermüdung übersteigt die Fitness deutlich — die jüngste Belastung überholt deine Basis stark
es: La fatiga supera con creces la condición física — la carga reciente va muy por delante de tu base
fi: Väsymys ylittää kunnon selvästi — viimeaikainen kuorma karkaa perustasosi edelle
fr: La fatigue dépasse largement la condition — la charge récente devance nettement votre base
is: Þreyta yfirstígur þrek verulega — nýlegt álag fer langt fram úr grunni þínum
it: L’affaticamento supera di molto la forma — il carico recente sta distanziando la tua base
ja: 疲労がフィットネスを大きく上回っています — 直近の負荷がベースを大幅に超過
ko: 피로가 체력을 크게 초과 — 최근 부하가 기초를 훨씬 앞지르고 있습니다
nb: Tretthet overstiger formen klart — nylig belastning løper fra grunnlaget ditt
nl: Vermoeidheid overtreft de fitheid ruim — de recente belasting loopt sterk voor op je basis
pt_br: A fadiga excede muito o condicionamento — a carga recente está bem à frente da sua base
ru: Усталость намного превышает форму — недавняя нагрузка сильно опережает вашу базу
sv: Trötthet överstiger konditionen klart — den senaste belastningen springer ifrån din bas
zh_hans: 疲劳远超体能 — 近期负荷大幅领先于你的基础

source: Fatigued
ar: مُرهق
da: Udmattet
de: Erschöpft
es: Fatigado
fi: Väsynyt
fr: Fatigué
is: Þreyttur
it: Affaticato
ja: 疲労
ko: 피로
nb: Utmattet
nl: Vermoeid
pt_br: Fatigado
ru: Утомление
sv: Utmattad
zh_hans: 疲劳

source: Fatigued — productive overload zone if planned
ar: مُرهَق — منطقة تحميل زائد مثمرة إذا كانت مخططة
da: Træt — produktiv overbelastningszone, hvis planlagt
de: Ermüdet — produktive Überlastungszone, wenn geplant
es: Fatigado — zona de sobrecarga productiva si es planificada
fi: Väsynyt — tuottava ylikuormitusalue, jos suunniteltu
fr: Fatigué — zone de surcharge productive si planifiée
is: Þreyttur — gagnlegt yfirálagssvæði ef skipulagt
it: Affaticato — zona di sovraccarico produttiva se pianificata
ja: 疲労 — 計画的であれば有効な過負荷ゾーン
ko: 피로 — 계획된 것이라면 생산적 과부하 구간
nb: Trøtt — produktiv overbelastningssone hvis planlagt
nl: Vermoeid — productieve overbelastingszone indien gepland
pt_br: Fatigado — zona de sobrecarga produtiva se planejada
ru: Усталость — продуктивная зона перегрузки, если запланировано
sv: Trött — produktiv överbelastningszon om planerad
zh_hans: 疲劳 — 若为计划安排则属有效超负荷区

source: fatiguing
ar: مُرهق
da: trættende
de: ermüdend
es: fatigante
fi: väsyttävä
fr: fatigant
is: þreytandi
it: affaticante
ja: 疲労を招く
ko: 피로 유발
nb: trettende
nl: vermoeiend
pt_br: fatigante
ru: утомляющая
sv: tröttande
zh_hans: 疲劳累积中

source: Feeds TRIMP, HRR, and Karvonen zone math. Current effective resting: %1$lld bpm (%2$@). A lab or watch nightly-low value is typically more accurate than the HRV-derived baseline.
ar: يُغذّي حسابات مناطق TRIMP وHRR وKarvonen. الراحة الفعّالة الحالية: %lld نبضة/دقيقة (%@). عادةً ما تكون قيمة المختبر أو أدنى قيمة ليلية للساعة أدق من خط الأساس المشتق من HRV.
da: Indgår i TRIMP-, HRR- og Karvonen-zoneberegninger. Aktuel effektiv hvilepuls: %lld bpm (%@). En værdi fra et laboratorium eller et urs natlige lavpunkt er typisk mere præcis end den HRV-afledte baseline.
de: Fließt in TRIMP-, HRR- und Karvonen-Zonenberechnungen ein. Aktueller effektiver Ruhewert: %lld bpm (%@). Ein Laborwert oder der nächtliche Tiefstwert einer Uhr ist in der Regel genauer als die HRV-abgeleitete Baseline.
es: Alimenta los cálculos de zonas TRIMP, HRR y Karvonen. Reposo efectivo actual: %lld lpm (%@). Un valor de laboratorio o el mínimo nocturno de un reloj suele ser más preciso que la línea base derivada del HRV.
fi: Syöttää TRIMP-, HRR- ja Karvonen-vyöhykelaskelmiin. Nykyinen tehollinen lepoarvo: %lld bpm (%@). Laboratorio- tai kellon yöllinen alin arvo on yleensä tarkempi kuin HRV:stä johdettu perustaso.
fr: Alimente les calculs de zones TRIMP, HRR et Karvonen. Repos effectif actuel : %lld bpm (%@). Une valeur de laboratoire ou le minimum nocturne d'une montre est généralement plus précise que la référence dérivée de la HRV.
is: Nýtist í TRIMP-, HRR- og Karvonen-svæðaútreikninga. Núverandi virk hvíld: %lld bpm (%@). Gildi frá rannsóknastofu eða næturlágmark úrs er yfirleitt nákvæmara en grunnlína sem leidd er af HRV.
it: Alimenta i calcoli delle zone TRIMP, HRR e Karvonen. Riposo effettivo attuale: %lld bpm (%@). Un valore di laboratorio o il minimo notturno di un orologio è in genere più accurato della baseline derivata dall'HRV.
ja: TRIMP、HRR、Karvonen のゾーン計算に使用されます。現在の実効安静時: %lld bpm (%@)。検査機関または時計の夜間最低値は、通常 HRV から導出されたベースラインよりも正確です。
ko: TRIMP, HRR, Karvonen 존 계산에 사용됩니다. 현재 유효 안정 시: %lld bpm (%@). 실험실 또는 시계의 야간 최저값이 일반적으로 HRV에서 도출된 기준선보다 더 정확합니다.
nb: Mater inn i TRIMP-, HRR- og Karvonen-soneberegninger. Gjeldende effektiv hvile: %lld bpm (%@). En labverdi eller en klokkes nattlige lavpunkt er vanligvis mer nøyaktig enn den HRV-avledede baselinjen.
nl: Voedt de TRIMP-, HRR- en Karvonen-zoneberekeningen. Huidige effectieve rust: %lld bpm (%@). Een labwaarde of het nachtelijke minimum van een horloge is doorgaans nauwkeuriger dan de uit HRV afgeleide basislijn.
pt_br: Alimenta os cálculos de zonas TRIMP, HRR e Karvonen. Repouso efetivo atual: %lld bpm (%@). Um valor de laboratório ou o mínimo noturno de um relógio costuma ser mais preciso do que a linha de base derivada do HRV.
ru: Используется в расчётах зон TRIMP, HRR и Карвонена. Текущий эффективный покой: %lld уд/мин (%@). Значение из лаборатории или ночной минимум часов обычно точнее, чем базовая линия, выведенная из ВСР.
sv: Matar TRIMP-, HRR- och Karvonen-zonberäkningar. Aktuell effektiv vila: %lld bpm (%@). Ett labbvärde eller en klockas nattliga lägstavärde är vanligtvis mer exakt än den HRV-härledda baslinjen.
zh_hans: 用于 TRIMP、HRR 和 Karvonen 区间计算。当前有效静息：%lld bpm (%@)。实验室或手表的夜间最低值通常比 HRV 推导的基线更准确。

source: Felt %@
ar: الإحساس %@
da: Følte %@
de: Gefühlt %@
es: Sensación: %@
fi: Tuntui %@
fr: Ressenti %@
is: Leið %@
it: Sensazione %@
ja: 体感 %@
ko: 느낌 %@
nb: Følte %@
nl: Gevoel %@
pt_br: Sensação %@
ru: Ощущение %@
sv: Kändes %@
zh_hans: 感觉 %@

source: Felt good
ar: شعرت بحال جيدة
da: Følte mig godt
de: Fühlte sich gut an
es: Me sentí bien
fi: Tuntui hyvältä
fr: Bonnes sensations
is: Leið vel
it: Mi sentivo bene
ja: 調子が良かった
ko: 좋았음
nb: Følte meg bra
nl: Voelde goed
pt_br: Me senti bem
ru: Хорошее самочувствие
sv: Kändes bra
zh_hans: 感觉良好

source: Felt great
ar: شعرت بحال ممتازة
da: Følte mig fantastisk
de: Fühlte sich super an
es: Me sentí genial
fi: Tuntui mahtavalta
fr: Excellentes sensations
is: Leið frábærlega
it: Mi sentivo benissimo
ja: とても良かった
ko: 아주 좋았음
nb: Følte meg strålende
nl: Voelde geweldig
pt_br: Me senti ótimo
ru: Отличное самочувствие
sv: Kändes toppen
zh_hans: 感觉很棒

source: Felt hard
ar: شعرت بصعوبة
da: Føltes hårdt
de: Fühlte sich hart an
es: Se sintió duro
fi: Tuntui raskaalta
fr: Sensations difficiles
is: Fannst erfitt
it: È stato duro
ja: きつかった
ko: 힘들었음
nb: Føltes hardt
nl: Voelde zwaar
pt_br: Foi puxado
ru: Было тяжело
sv: Kändes tungt
zh_hans: 感觉吃力

source: Felt OK
ar: شعرت بأنني بخير
da: Følte mig ok
de: Ging okay
es: Me sentí normal
fi: Tuntui ok
fr: Sensations correctes
is: Leið ágætlega
it: Mi sentivo ok
ja: まずまず
ko: 괜찮았음
nb: Følte meg ok
nl: Voelde oké
pt_br: Me senti bem
ru: Нормально
sv: Kändes okej
zh_hans: 感觉还行

source: Felt terrible
ar: شعرت بحال سيئة جدًا
da: Følte mig forfærdelig
de: Fühlte sich schrecklich an
es: Me sentí fatal
fi: Tuntui kamalalta
fr: Très mauvaises sensations
is: Leið hræðilega
it: Mi sentivo malissimo
ja: 非常に悪かった
ko: 매우 나빴음
nb: Følte meg forferdelig
nl: Voelde verschrikkelijk
pt_br: Me senti péssimo
ru: Ужасное самочувствие
sv: Kändes hemskt
zh_hans: 感觉很糟

source: Female
ar: أنثى
da: Kvinde
de: Weiblich
es: Mujer
fi: Nainen
fr: Femme
is: Kona
it: Donna
ja: 女性
ko: 여성
nb: Kvinne
nl: Vrouw
pt_br: Feminino
ru: Женский
sv: Kvinna
zh_hans: 女

source: Fetching Data...
ar: جارٍ جلب البيانات...
da: Henter data...
de: Daten werden abgerufen...
es: Obteniendo datos...
fi: Haetaan tietoja...
fr: Récupération des données...
is: Sæki gögn...
it: Recupero dati...
ja: データを取得中...
ko: 데이터 가져오는 중...
nb: Henter data...
nl: Gegevens ophalen...
pt_br: Buscando dados...
ru: Загрузка данных...
sv: Hämtar data...
zh_hans: 正在获取数据...

source: Fetching...
ar: جارٍ الجلب...
da: Henter...
de: Wird abgerufen …
es: Obteniendo...
fi: Haetaan...
fr: Récupération en cours...
is: Sæki...
it: Recupero in corso...
ja: 取得中...
ko: 가져오는 중...
nb: Henter...
nl: Ophalen...
pt_br: Buscando...
ru: Получение...
sv: Hämtar...
zh_hans: 正在获取...

source: Few
ar: قليل
da: Få
de: Wenige
es: Pocos
fi: Vähän
fr: Peu
is: Fáir
it: Pochi
ja: 少ない
ko: 적음
nb: Få
nl: Weinig
pt_br: Poucos
ru: Мало
sv: Få
zh_hans: 较少

source: File
ar: ملف
da: Fil
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
is: Skrá
ja: ファイル
ko: 파일
nb: Fil
nl: Bestand
pt_br: Arquivo
ru: Файл
sv: Fil
zh_hans: 文件

source: File Loaded Successfully
ar: تم تحميل الملف بنجاح
da: Fil indlæst
de: Datei erfolgreich geladen
es: Archivo cargado correctamente
fi: Tiedosto ladattu onnistuneesti
fr: Fichier chargé avec succès
is: Skrá hlaðin inn
it: File caricato con successo
ja: ファイルの読み込み成功
ko: 파일 로드 성공
nb: Fil lastet inn
nl: Bestand succesvol geladen
pt_br: Arquivo Carregado com Sucesso
ru: Файл успешно загружен
sv: Fil laddad
zh_hans: 文件加载成功

source: File System
ar: نظام الملفات
da: Filsystem
de: Dateisystem
es: Sistema de archivos
fi: Tiedostojärjestelmä
fr: Système de fichiers
is: Skráarkerfi
ja: ファイルシステム
ko: 파일 시스템
nb: Filsystem
nl: Bestandssysteem
pt_br: Sistema de Arquivos
ru: Файловая система
sv: Filsystem
zh_hans: 文件系统

source: Fill from Apple Health
ar: التعبئة من Apple Health
da: Udfyld fra Apple Health
de: Aus Apple Health ausfüllen
es: Rellenar desde Apple Health
fi: Täytä Apple Healthista
fr: Remplir depuis Apple Santé
is: Fylla út úr Apple Health
it: Compila da Apple Health
ja: Apple Health から入力
ko: Apple Health에서 채우기
nb: Fyll ut fra Apple Health
nl: Invullen vanuit Apple Health
pt_br: Preencher do Apple Health
ru: Заполнить из Apple Здоровье
sv: Fyll i från Apple Health
zh_hans: 从 Apple 健康 填充

source: Filled: %@.
ar: تم الملء: %@.
da: Udfyldt: %@.
de: Ausgefüllt: %@.
es: Rellenado: %@.
fi: Täytetty: %@.
fr: Rempli : %@.
is: Útfyllt: %@.
it: Compilato: %@.
ja: 入力済み：%@。
ko: 입력됨: %@.
nb: Fylt ut: %@.
nl: Ingevuld: %@.
pt_br: Preenchido: %@.
ru: Заполнено: %@.
sv: Ifyllt: %@.
zh_hans: 已填写：%@。

source: Filter
ar: تصفية
es: Filtro
fi: Suodatin
fr: Filtre
is: Sía
it: Filtro
ja: フィルタ
ko: 필터
pt_br: Filtro
ru: Фильтр
zh_hans: 筛选

source: Find a new route
ar: العثور على مسار جديد
da: Find en ny rute
de: Neue Route finden
es: Buscar una ruta nueva
fi: Etsi uusi reitti
fr: Trouver un nouvel itinéraire
is: Finna nýja leið
it: Trova un nuovo percorso
ja: 新しいルートを探す
ko: 새 경로 찾기
nb: Finn en ny rute
nl: Een nieuwe route zoeken
pt_br: Encontrar uma nova rota
ru: Найти новый маршрут
sv: Hitta en ny rutt
zh_hans: 查找新路线

source: Find a trail
ar: العثور على مسار
da: Find en rute
de: Route finden
es: Buscar una ruta
fi: Etsi reitti
fr: Trouver un sentier
is: Finna gönguleið
it: Trova un percorso
ja: トレイルを探す
ko: 트레일 찾기
nb: Finn en sti
nl: Vind een route
pt_br: Encontrar uma trilha
ru: Найти маршрут
sv: Hitta ett spår
zh_hans: 寻找路线

source: Finish onboarding and open the dashboard
ar: إنهاء الإعداد وفتح لوحة المعلومات
da: Afslut introduktion og åbn betjeningspanelet
de: Einführung abschließen und Übersicht öffnen
es: Finalizar la introducción y abrir el panel
fi: Viimeistele käyttöönotto ja avaa koontinäyttö
fr: Terminer la configuration et ouvrir le tableau de bord
is: Ljúka kynningu og opna mælaborðið
it: Completa l'introduzione e apri la dashboard
ja: 初期設定を完了してダッシュボードを開く
ko: 온보딩을 완료하고 대시보드 열기
nb: Fullfør introduksjonen og åpne dashbordet
nl: Introductie voltooien en dashboard openen
pt_br: Concluir a introdução e abrir o painel
ru: Завершить настройку и открыть панель
sv: Slutför introduktionen och öppna instrumentpanelen
zh_hans: 完成引导并打开仪表盘
